tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
tap "ryanccn/tap"
brew "antidote"
brew "webp"
brew "atuin"
brew "bat"
brew "bottom"
brew "ccache"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "doggo"
brew "dprint"
brew "dust"
brew "entr"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fisher"
brew "fnm"
brew "fortls"
brew "fprettify"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gitui"
brew "gnupg"
brew "go"
brew "gping"
brew "gum"
brew "haskell-stack"
brew "helix"
brew "himalaya"
brew "hyperfine"
brew "isort"
brew "jq"
brew "just"
brew "lolcat"
brew "mas"
brew "mypy"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "openjdk@17"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "poppler"
brew "procs"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "ripgrep"
brew "ruff"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "starship"
brew "stow"
brew "taplo"
brew "tree"
brew "trurl"
brew "vhs"
brew "vsce"
brew "wget"
brew "xh"
brew "yazi"
brew "yt-dlp"
brew "oven-sh/bun/bun"
brew "ryanccn/tap/choirpack"
cask "1password"
cask "1password-cli"
cask "arc"
cask "calibre"
cask "cleanshot"
cask "discord"
cask "docker"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "gramps"
cask "iina"
cask "inkscape"
cask "kitty"
cask "knockknock"
cask "maccy"
cask "obsidian"
cask "oversight"
cask "pictureview"
cask "polypane"
cask "raycast"
cask "rectangle"
cask "sf-symbols"
cask "spotify"
cask "thunderbird"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Bluebook Exams", id: 1645016851
mas "Color Picker", id: 1545870783
mas "Hyperduck", id: 6444667067
mas "Pure Paste", id: 1611378436
mas "Shareful", id: 1522267256
vscode "adpyke.codesnap"
vscode "antfu.file-nesting"
vscode "astro-build.astro-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-preview-github-styles"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "cezaraugusto.vscode-chrome-extesion-manifest-json-schema"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "fortran-lang.linter-gfortran"
vscode "ginfuru.better-nunjucks"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "griimick.vhs"
vscode "kdl-org.kdl"
vscode "LeonardSSH.vscord"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-scss"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "natqe.reload"
vscode "njpwerner.autodocstring"
vscode "oscarotero.vento-syntax"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "sclu1034.justfile"
vscode "tamasfe.even-better-toml"
vscode "Tyriar.lorem-ipsum"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vscode.python"
vscode "WakaTime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
