tap "1password/tap"
tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ryanccn/tap"
brew "antidote"
brew "webp"
brew "atuin"
brew "bat"
brew "bottom"
brew "ccache"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "dust"
brew "entr"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git"
brew "gitui"
brew "gnupg"
brew "go"
brew "gping"
brew "gum"
brew "helix"
brew "himalaya"
brew "isort"
brew "jq"
brew "just"
brew "lolcat"
brew "mas"
brew "mypy"
brew "neofetch"
brew "newsboat"
brew "nnn"
brew "openjdk@17"
brew "pinentry-mac"
brew "pipenv"
brew "pnpm"
brew "procs"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "ripgrep"
brew "ruff"
brew "sd"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tree"
brew "vhs"
brew "vsce"
brew "wget"
brew "xh"
brew "yt-dlp"
brew "caarlos0/tap/fork-cleaner"
brew "ryanccn/tap/choirpack"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "discord"
cask "element"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "gramps"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "knockknock"
cask "notion"
cask "oversight"
cask "polypane"
cask "pycharm-ce"
cask "raycast"
cask "rectangle"
cask "sf-symbols"
cask "shottr"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 1545870783
mas "Day Progress", id: 6450280202
mas "Hyperduck", id: 6444667067
mas "Pure Paste", id: 1611378436
mas "Shareful", id: 1522267256
mas "Speediness", id: 1596706466
vscode "antfu.file-nesting"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "cezaraugusto.vscode-chrome-extesion-manifest-json-schema"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "formulahendry.auto-rename-tag"
vscode "ginfuru.better-nunjucks"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "griimick.vhs"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "LeonardSSH.vscord"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mrmlnc.vscode-scss"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-wsl"
vscode "natqe.reload"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "SimonSiefke.svg-preview"
vscode "tamasfe.even-better-toml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode.python"
vscode "WakaTime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
