tap "1password/tap"
tap "catppuccin/tap"
tap "fwdekker/mommy"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
tap "ynqa/tap"
brew "antidote"
brew "webp"
brew "atuin"
brew "bash"
brew "bat"
brew "bottom"
brew "ccache"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "doggo"
brew "dprint"
brew "dust"
brew "entr"
brew "exiftool"
brew "eza"
brew "fd"
brew "gcc"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fisher"
brew "fnm"
brew "fontforge"
brew "fortls"
brew "fprettify"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gping"
brew "gum"
brew "haskell-stack"
brew "helix", args: ["HEAD"]
brew "himalaya"
brew "hyperfine"
brew "imagemagick"
brew "isort"
brew "jq"
brew "just"
brew "kondo"
brew "lazygit"
brew "lolcat"
brew "mas"
brew "mypy"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "opam"
brew "openjdk@17"
brew "pastel"
brew "pdm"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "poppler"
brew "procs"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "ripgrep"
brew "ruff"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "silicon"
brew "sl"
brew "spicetify-cli"
brew "starship"
brew "stow"
brew "taplo"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "tree"
brew "trurl"
brew "ucspi-tcp"
brew "vhs"
brew "vsce"
brew "wget"
brew "xdg-ninja"
brew "xh"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "catppuccin/tap/catwalk"
brew "catppuccin/tap/whiskers"
brew "fwdekker/mommy/mommy"
brew "oven-sh/bun/bun"
brew "ynqa/tap/jnv"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alt-tab"
cask "arc"
cask "calibre"
cask "cleanshot"
cask "codeedit"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-0xproto-nerd-font"
cask "font-cascadia-code"
cask "font-commit-mono"
cask "font-commit-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-sf-mono"
cask "gimp"
cask "google-chrome"
cask "gramps"
cask "handbrake"
cask "inkscape"
cask "knockknock"
cask "loungy"
cask "maccy"
cask "obsidian"
cask "orion"
cask "oversight"
cask "polypane"
cask "raycast"
cask "rectangle"
cask "sf-symbols"
cask "spotify"
cask "thunderbird"
cask "visual-studio-code"
cask "zed-preview"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Bluebook Exams", id: 1645016851
mas "Color Picker", id: 1545870783
mas "Hyperduck", id: 6444667067
mas "Pure Paste", id: 1611378436
mas "Shareful", id: 1522267256
mas "Xcode", id: 497799835
vscode "antfu.file-nesting"
vscode "astro-build.astro-vscode"
vscode "bierner.comment-tagged-templates"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-github-notifications-bell"
vscode "fabiospampinato.vscode-open-in-finder"
vscode "fabiospampinato.vscode-open-in-github"
vscode "fabiospampinato.vscode-open-in-npm"
vscode "fortran-lang.linter-gfortran"
vscode "ginfuru.better-nunjucks"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "griimick.vhs"
vscode "hyoban.tailwindcss-classname-highlight"
vscode "jnoortheen.nix-ide"
vscode "johnnymorganz.stylua"
vscode "leonardssh.vscord"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mrmlnc.vscode-scss"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "njpwerner.autodocstring"
vscode "ocamllabs.ocaml-platform"
vscode "oscarotero.vento-syntax"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sclu1034.justfile"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "yahyabatulu.vscode-markdown-alert"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zguolee.tabler-icons"
